tap 'homebrew/cask-fonts'
tap 'railwaycat/emacsmacport'
brew 'tree'
brew 'git'
brew 'git-flow-avh'
brew 'hub'
brew 'coreutils'
brew 'fish'
brew 'vim'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'aspell'
brew 'asdf'

# casks
cask 'google-chrome'
cask 'font-hack-nerd-font'
cask 'font-fira-code'
cask 'font-source-sans-pro'
cask 'karabiner-elements'
cask 'hammerspoon'
cask 'emacs-mac'
cask 'iterm2'
cask 'launchbar'
cask 'dash'
