tap 'caskroom/cask'
tap 'caskroom/fonts'
brew 'tree'
brew 'git'
brew 'git-flow-avh'
brew 'hub'
brew 'coreutils'
brew 'fish'
brew 'vim'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'aspell', args: ['with-lang-en']
brew asdf

# casks
cask 'google-chrome'
cask '1password'
cask 'istat-menus'
cask 'bartender'
cask 'slack'
cask 'skype'
cask 'font-hack-nerd-font'
cask 'karabiner-elements'
cask 'hammerspoon'